export const dataForList = [
    {
        title: 'The Evil Within',
        description: ' компьютерная игра в жанрах survival horror и шутера от третьего лица, разработанная компанией Tango Gameworks и выпущенная компанией Bethesda Softworks для платформ Windows, PlayStation 3, Xbox 360, PlayStation 4 и Xbox One в 2014 году. '
    },
    {
        title: 'Сюжет',
        description: 'Детектив Себастьян Кастелланос вместе с двумя напарниками — Джозефом Ода и Джулией Кидман, а также офицером полиции Оскаром Конелли приезжают на вызов в психиатрическую лечебницу «Маяк». По пути они слышат странный высокочастотный шум из рации. По приезде в госпиталь внутри они обнаруживают тела зверски убитого персонала и пациентов. Единственный выживший — доктор Марсело Хименес — упоминает о неком Рувике, который, вероятно, устроил эту бойню, доктор говорит что это не может быть реальностью. В комнате охраны удаётся найти записи с камер слежения. На плёнке видно, как человек в балахоне убивает полицейских, а через мгновение, обернувшись, Себастьян видит его перед собой, тот наносит удар и экран темнеет. Далее Себастьян приходит в себя в тёмном подвале, похожем на скотобойню, и чудом выживает, убегая от психа «Садиста» с бензопилой. Выбравшись через лифт к входу в лечебницу, детектив Кастелланос видит, как город начинает разрушаться. Его подбирают напарники на машине скорой помощи. Джозеф так и не вернулся, а рядом с Хименесом сидит его пациент — Лесли Визерс. В конце поездки машина падает с обрыва, а Себастьян приходит в себя уже один, в ночном лесу, и видит превратившегося в одержимого зомби Конелли. Через разбитые зеркала, Себастьян узнает, что может перемещаться в психиатрическую больницу Бикон.'
    },
    {
        title: 'Разработка',
        description: '19 апреля 2013 года Bethesda официально анонсировала The Evil Within, ранее известную под кодовым названием Project Zwei. Из заявления компании стало известно, что разработкой игры занят Синдзи Миками, создатель серии Resident Evil. Также сообщалось, что The Evil Within выйдет в 2014 году на Windows, Xbox 360, PlayStation 3 и консолях следующего поколения. В этот же день в сеть был выложен предполагаемый бокс-арт игры.'
    },
    {
        title: 'DLC',
        description: 'The Evil Within: The Assignment, The Evil Within: The Consequence, The Evil Within: The Executioner.'
    },
    {
        title: 'Комиксы',
        description: 'Перед выпуском игры издание Titan Comics выпустило мини-серию комиксов, состоящую из четырёх частей. Действие комиксов разворачиваются до событий основной игры.'
    }
]